tap "1password/tap"
tap "azure/kubelogin"
tap "cyclonedx/cyclonedx"
tap "derailed/popeye"
tap "fairwindsops/tap"
tap "felixkratz/formulae"
tap "fluxcd/tap"
tap "grafana/grafana"
tap "hashicorp/tap"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "legit-labs/legit-labs"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "puppetlabs/puppet"
tap "qmk/qmk"
tap "rajatjindal/tap"
tap "robusta-dev/krr"
tap "suzuki-shunsuke/tfcmt"
tap "tilt-dev/tap"
tap "updatecli/updatecli"
brew "act"
brew "shellcheck"
brew "actionlint"
brew "argocd"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "boost"
brew "azcopy"
brew "azure-cli"
brew "base64"
brew "bash"
brew "node"
brew "bash-language-server"
brew "bat"
brew "bottom"
brew "btop"
brew "cbonsai"
brew "cilium-cli"
brew "cmatrix"
brew "cmctl"
brew "coreutils"
brew "cue"
brew "dateutils"
brew "direnv"
brew "docker-compose"
brew "docker-ls"
brew "dos2unix"
brew "dust"
brew "fastfetch"
brew "fzf"
brew "gdu"
brew "gh"
brew "gitlint"
brew "libevent"
brew "gnupg"
brew "go"
brew "go-jsonnet", link: false
brew "go-task"
brew "gopls"
brew "grip"
brew "hadolint"
brew "helm"
brew "helm-ls"
brew "httpie"
brew "hubble"
brew "istioctl"
brew "jq"
brew "jsonnet"
brew "k6"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kube-linter"
brew "kubectx"
brew "kubent"
brew "kubescape"
brew "kubeseal"
brew "kustomize"
brew "legitify"
brew "libpq"
brew "libtool"
brew "lsd"
brew "ltex-ls-plus"
brew "lua-language-server"
brew "markdownlint-cli2"
brew "marksman"
brew "mdserve"
brew "minikube"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "node@18"
brew "node@20"
brew "nuclei"
brew "opa"
brew "openapi-generator"
brew "opentofu"
brew "oras"
brew "pkgconf"
brew "postgresql@14"
brew "postgresql@15"
brew "pre-commit"
brew "proselint"
brew "prowler"
brew "python-lsp-server"
brew "qpdf"
brew "redis"
brew "ripgrep"
brew "rust"
brew "shfmt"
brew "sops"
brew "stern"
brew "stylua"
brew "telnet"
brew "terraform-docs"
brew "terraform-ls"
brew "terraformer"
brew "tfcmt"
brew "tfenv"
brew "tfk8s"
brew "tflint"
brew "tfsec"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "trivy"
brew "uv"
brew "viu"
brew "watch"
brew "wget"
brew "yaml-language-server"
brew "yamlfmt"
brew "yarn"
brew "yq"
brew "zizmor"
brew "zk"
brew "azure/kubelogin/kubelogin"
brew "cyclonedx/cyclonedx/cyclonedx-gomod"
brew "derailed/popeye/popeye"
brew "fairwindsops/tap/pluto"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "fluxcd/tap/flux"
brew "grafana/grafana/alloy"
brew "hashicorp/tap/vault"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "qmk/qmk/qmk"
brew "rajatjindal/tap/modify-secret"
brew "robusta-dev/krr/krr"
brew "tilt-dev/tap/ctlptl"
brew "tilt-dev/tap/tilt"
brew "updatecli/updatecli/updatecli"
cask "1password-cli"
cask "aerospace"
cask "bruno"
cask "dotnet-sdk"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "macmediakeyforwarder"
cask "meld"
cask "notunes"
cask "obs"
cask "openlens"
cask "powershell"
cask "puppet-agent"
